{
  "Get Clues On Every Try": "Dapatkan Petunjuk Setiap Percobaan",
  "How Long Will You Last?": "Berapa lama kamu akan ?",
  "Prove Yourself against Others": "Buktikan dirimu melawan yang lain",
  "Total Wins": "Jumlah Menang",
  "Well Done!": "Selamat!",
  "Next Mode": "Mode Berikutnya",
  "Gender": "Kelamin",
  "Role": "Role",
  "Lane": "Lane",
  "Region": "Asal",
  "Year": "Tahun",
  "Color Indicator": "Indikator Warna",
  "Correct": "Benar",
  "Incorrect": "Salah",
  "Partial": "Parsial",
  "Male": "Laki Laki",
  "Female": "Perempuan",
  "Blonde": "Pirang",
  "Human": "Manusia",
  "Red": "Merah",
  "Blue": "Biru",
  "Green": "Hijau",
  "Yellow": "Kuning",
  "Orange": "Oranye",
  "Purple": "Ungu",
  "Pink": "Merah Muda",
  "Brown": "Cokelat",
  "Black": "Hitam",
  "White": "Putih",
  "Gray": "Abu-abu",
  "Silver": "Perak",
  "Gold": "Emas",
  "Beige": "Beige",
  "Turquoise": "Turkis",
  "Cyan": "Cyan",
  "Magenta": "Magenta",
  "Lime": "Lima",
  "Olive": "Zaitun",
  "Maroon": "Marun",
  "Agelta Drylands": "Padang Pasir Agelta",
  "Azyra Woodlands": "Hutan Azyra",
  "Cadia Riverlands": "Lembah Cadia",
  "Moniyan Empire": "Kekaisaran Moniyan",
  "Northern Vale": "Lembah Utara",
  "The Barren Lands": "Tanah Gersang",
  "Vonetis Islands": "Kepulauan Vonetis",
  "Laboratory 1718": "Laboratorium 1718",
  "Western Desert": "Gurun Barat",
  "Brave": "Berani",
  "Clever": "Cerdas",
  "Sly": "Licik",
  "Loyal": "Setia",
  "Honorable": "Terhormat",
  "Adventurous": "Petualang",
  "Wise": "Bijak",
  "Calm": "Tenang",
  "Mysterious": "Misterius",
  "Charismatic": "Karismatik",
  "Determined": "Tekun",
  "Resourceful": "Pandai",
  "Noble": "Mulia",
  "Your hero is :": "Hero anda adalah :",
  "What Hero Would You Be?": "Jadi Hero Apakah Anda?",
  "Your friend has forgotten their wallet and needs money urgently. How do you handle this situation?": "Sahabat Anda lupa membawa dompet dan membutuhkan uang dengan segera. Bagaimana Anda mengatasi situasi ini?",
  "Offer to lend them the money without hesitation.": "Tawarkan pinjaman uang kepada mereka tanpa ragu.",
  "Ask them about their backup plan and suggest alternative solutions.": "Tanyakan tentang rencana cadangan mereka dan usulkan solusi alternatif.",
  "Assess their situation discreetly and then decide on the best course of action.": "Evaluasi situasi mereka secara diam-diam dan kemudian tentukan tindakan terbaik.",
  "You're hiking with friends, and you discover a hidden path that looks dangerous but intriguing. What's your approach?": "Anda sedang mendaki bersama teman, dan Anda menemukan jalan tersembunyi yang terlihat berbahaya namun menarik. Bagaimana pendekatan Anda?",
  "Immediately suggest exploring the path to satisfy your curiosity.": "Segera usulkan untuk menjelajahi jalan itu untuk memuaskan rasa ingin tahu.",
  "Analyze the potential risks and benefits of taking that path before making a decision.": "Analisis risiko dan manfaat potensial dari mengambil jalan tersebut sebelum membuat keputusan.",
  "Keep the discovery to yourself and observe quietly to gather more information.": "Simpan penemuan itu untuk diri sendiri dan amati diam-diam untuk mengumpulkan lebih banyak informasi.",
  "Your classmate is being unfairly blamed for something they didn't do. How do you intervene?": "Teman sekelas Anda disalahkan secara tidak adil atas sesuatu yang tidak mereka lakukan. Bagaimana Anda campur tangan?",
  "Speak up immediately to defend your classmate, regardless of consequences.": "Segera bersuara membela teman sekelas Anda, terlepas dari konsekuensinya.",
  "Gather evidence discreetly to prove your classmate's innocence before confronting anyone.": "Kumpulkan bukti secara diam-diam untuk membuktikan ketidakbersalahannya sebelum menghadapi siapa pun.",
  "Observe the situation from a distance and devise a plan to subtly shift the blame away from your classmate.": "Amati situasi dari jauh dan susun rencana untuk secara halus mengalihkan kesalahan dari teman sekelas Anda.",
  "You're part of a group project, and a team member is not pulling their weight. How do you address this issue?": "Anda bagian dari proyek kelompok, dan salah satu anggota tim tidak memikul tanggung jawabnya. Bagaimana Anda mengatasi masalah ini?",
  "Confront the team member directly and discuss the problem openly.": "Hadapi anggota tim secara langsung dan diskusikan masalahnya secara terbuka.",
  "Strategize a plan to motivate the team member without causing conflict.": "Rencanakan strategi untuk memotivasi anggota tim tanpa menimbulkan konflik.",
  "Quietly take on extra tasks to compensate for their lack of effort without making it a big issue.": "Diam-diam mengambil tugas tambahan untuk mengimbangi kurangnya usaha mereka tanpa membuat masalah besar.",
  "You're at a social gathering, and someone makes a disrespectful comment about a close friend. How do you react?": "Anda berada di acara sosial, dan seseorang membuat komentar yang tidak hormat tentang teman dekat Anda. Bagaimana Anda bereaksi?",
  "Immediately confront the person and defend your friend.": "Segera konfrontasi orang tersebut dan bela teman Anda.",
  "Use humor or wit to defuse the situation and indirectly defend your friend.": "Gunakan humor atau kecerdasan untuk meredakan situasi dan secara tidak langsung membela teman Anda.",
  "Do nothing": "Tidak melakukan apa-apa",
  "You're offered an opportunity that requires bending the rules slightly. How do you approach this situation?": "Anda ditawari kesempatan yang memerlukan sedikit melanggar aturan. Bagaimana pendekatan Anda terhadap situasi ini?",
  "Decline the opportunity as it goes against your principles.": "Tolak kesempatan itu karena bertentangan dengan prinsip Anda.",
  "Explore the potential benefits and risks before making a decision.": "Eksplorasi manfaat dan risiko potensial sebelum membuat keputusan.",
  "Accept the opportunity but find a creative and ethical way to navigate the situation.": "Terima kesempatan itu tetapi temukan cara kreatif dan etis untuk menghadapi situasi tersebut.",
  "You're in a group discussion where opinions are divided and tensions are rising. How do you help diffuse the situation?": "Anda berada dalam diskusi kelompok di mana pendapat terbagi dan ketegangan meningkat. Bagaimana Anda membantu meredakan situasi?",
  "Act as a mediator, encouraging everyone to listen and find common ground.": "Bertindak sebagai mediator, mendorong semua orang untuk mendengarkan dan menemukan titik temu.",
  "Present logical arguments and facts to steer the discussion towards a constructive resolution.": "Presentasikan argumen logis dan fakta untuk mengarahkan diskusi ke resolusi yang konstruktif.",
  "Use humor or a light-hearted approach to ease tensions and shift the focus to positive aspects.": "Gunakan humor atau pendekatan yang ceria untuk meredakan ketegangan dan memindahkan fokus ke aspek positif.",
  "Your colleague takes credit for your idea during a meeting. How do you handle this situation?": "Teman Anda mengklaim kredit atas ide Anda dalam rapat. Bagaimana Anda menangani situasi ini?",
  "Address the situation calmly, explaining to your colleague and the team that the idea originated from you.": "Alamatkan situasi tersebut dengan tenang, jelaskan kepada kolega dan tim bahwa ide tersebut berasal dari Anda.",
  "Talk to your colleague privately, expressing your concerns and seeking a fair resolution.": "Berbicara dengan kolega secara pribadi, menyampaikan kekhawatiran Anda dan mencari solusi yang adil.",
  "Let it go for now but ensure to document your contributions in the future to avoid similar issues.": "Biarkan saja untuk saat ini namun pastikan untuk mendokumentasikan kontribusi Anda di masa depan untuk menghindari masalah serupa",
  "You're at a family gathering, and a heated political debate breaks out. How do you contribute to a constructive conversation?": "Anda berada di acara keluarga, dan perdebatan politik yang memanas terjadi. Bagaimana Anda berkontribusi untuk percakapan yang konstruktif?",
  "Listen actively to everyone's viewpoints, showing empathy and understanding even if you disagree.": "Dengarkan dengan aktif pandangan semua orang, tunjukkan empati dan pengertian meskipun Anda tidak setuju.",
  "Ask questions to delve deeper into each perspective, encouraging thoughtful dialogue.": "Ajukan pertanyaan untuk lebih mendalami setiap sudut pandang, dorong dialog yang dipikirkan.",
  "Share personal experiences or anecdotes that relate to the topic, aiming to find common ground.": "Bagikan pengalaman pribadi atau anekdot yang berkaitan dengan topik, bertujuan untuk menemukan titik temu.",
  "You witness a friend being bullied by a group of peers. How do you intervene?": "Anda menyaksikan teman Anda dibully oleh sekelompok teman sebaya. Bagaimana Anda campur tangan?",
  "Stand up to the bullies directly, firmly expressing that their behavior is unacceptable.": "Berdiri tegak menghadapi intimidasi tersebut, dengan tegas menyatakan bahwa perilaku mereka tidak dapat diterima.",
  "Distract the bullies by starting a different conversation or activity to remove the focus from your friend.": "Mengalihkan perhatian para intimidator dengan memulai percakapan atau aktivitas lain untuk mengalihkan fokus dari teman Anda.",
  "Report the bullying to a trusted authority figure while ensuring your friend feels supported and safe.": "Melaporkan intimidasi tersebut kepada sosok berwenang yang dipercaya sambil memastikan teman Anda merasa didukung dan aman.",
  "You've planned a hiking trip with friends, but the weather forecast predicts heavy rain. What's your approach?": "Anda telah merencanakan perjalanan hiking dengan teman-teman, namun prakiraan cuaca memprediksi hujan deras. Apa pendekatan Anda?",
  "Suggest alternative indoor activities or locations that can still provide a fun experience.": "Mengusulkan aktivitas dalam ruangan atau lokasi alternatif yang masih dapat memberikan pengalaman menyenangkan.",
  "Encourage everyone to pack appropriate gear for rain and embrace the adventure despite the weather.": "Mendorong semua orang untuk membawa perlengkapan yang sesuai untuk hujan dan merangkul petualangan meskipun cuacanya buruk.",
  "Postpone the trip to a better weather window to ensure everyone's safety and enjoyment.": "Menunda perjalanan ke jendela cuaca yang lebih baik untuk memastikan keselamatan dan kepuasan semua orang."
}
